{
    "Sebze": [
      {
        "ad": "Ispanak",
        "imagePath": "assets/images/Ispanak.jpg",
        "aciklama": "Koyu yeşil renkte, sağlıklı bir yaprak sebzesi.",
        "aciklamadetay": "Ispanak, koyu yeşil renkteki sağlıklı yapraklarıyla bilinen bir sebzedir. Demir, kalsiyum ve A vitamini bakımından zengin olan ıspanak, genellikle salatalarda ve yemeklerde tercih edilir. Dikimi Eylül, Ekim, Kasım aylarında gerçekleşir ve cimlenme süresi 8-12 gün, büyüme süresi ise 40-55 gün arasındadır. Haftada 1-2 kez sulama gerektirir ve tüm toprak tiplerine uyum sağlar. İklim tercihi serin olan ıspanak, yaz ve bahar mevsimlerinde yetiştirilebilir.",
        "dikimAyi": ["Eylül", "Ekim", "Kasım"],
        "cimlenmeSuresi": "8-12 gün",
        "buyumeSuresi": "40-55 gün",
        "sulamaSikligi": "Haftada 1-2 kez",
        "toprakTuru": "Tüm toprak tiplerine uyumludur.",
        "iklimTuru": "Serin",
        "mevsim": ["Yaz", "Bahar"]
      },
      {
        "ad": "Marul",
        "imagePath": "assets/images/Marul.jpg",
        "aciklama": "Yemyeşil yaprakları olan, hafif acı tadı olan bir yaprak sebzesi.",
        "aciklamadetay": "Marul, yemyeşil yaprakları ve hafif acı tadıyla bilinen bir diğer yaprak sebzesidir. Lif, C vitamini ve folat açısından zengin olan marul, salatalarda ve sandviçlerde sıkça kullanılır. Mart, Nisan, Mayıs aylarında dikilen marulun cimlenme süresi 7-10 gün, büyüme süresi ise 50-70 gün arasındadır. Günde 1 kez sulama gerektirir ve iyi drenajlı toprakları tercih eder. Ilıman iklimi seven marul, ilkbahar ve yaz mevsimlerinde yetiştirilebilir.",      
        "dikimAyi": ["Mart", "Nisan", "Mayıs"],
        "cimlenmeSuresi": "7-10 gün",
        "buyumeSuresi": "50-70 gün",
        "sulamaSikligi": "Günde 1 kez",
        "toprakTuru": "İyi drenajlı toprak",
        "iklimTuru": "Ilıman",
        "mevsim": ["İlkbahar", "Yaz"]
      },
      {
        "ad": "Brokoli",
        "imagePath": "assets/images/Brokoli.jpg",
        "aciklama": "Yeşil çiçek başlarıyla tanınan sağlıklı bir sebze.",
        "aciklamadetay": "Brokoli, yeşil çiçek başlarıyla tanınan sağlıklı bir sebzedir. C vitamini, lif, folat ve demir bakımından zengin olan brokoli, bağışıklık sistemini güçlendirir, sindirim sistemine yardımcı olur ve antioksidan özelliklere sahiptir. Aralık, Ocak, Şubat aylarında dikilen brokolinin cimlenme süresi 5-7 gün, büyüme süresi ise 60-85 gün arasındadır. Haftada 2-3 kez sulama gerektirir ve kumlu toprakları tercih eder. Ilıman iklimi seven brokoli, sonbahar ve kış mevsimlerinde yetiştirilebilir.",
        "dikimAyi": ["Aralık", "Ocak", "Şubat"],
        "cimlenmeSuresi": "5-7 gün",
        "buyumeSuresi": "60-85 gün",
        "sulamaSikligi": "Haftada 2-3 kez",
        "toprakTuru": "Kumlu toprak",
        "iklimTuru": "Ilıman",
        "mevsim": ["Sonbahar", "Kış"]
      },
      {
        "ad": "Domates",
        "imagePath": "assets/images/Domates.jpg",
        "aciklama": "Kırmızı renkte, sulu ve lezzetli bir meyve (sebze olarak sınıflandırılır).",
        "aciklamadetay": "Domates, kırmızı renkteki sulu ve lezzetli meyvesiyle bilinen bir sebzedir. Likopen, C vitamini ve potasyum bakımından zengin olan domates, sağlıklı bir cilt için faydalıdır, göz sağlığını destekler ve kanser riskini azaltabilir. Mart, Nisan, Mayıs aylarında dikilen domatesin cimlenme süresi 5-7 gün, büyüme süresi ise 60-85 gün arasındadır. Günde 1-2 kez sulama gerektirir ve kumlu, iyi drenajlı toprakları tercih eder. Sıcak iklimi seven domates, yaz ve sonbahar mevsimlerinde yetiştirilebilir.",
        "dikimAyi": ["Mart", "Nisan", "Mayıs"],
        "cimlenmeSuresi": "5-7 gün",
        "buyumeSuresi": "60-85 gün",
        "sulamaSikligi": "Günde 1-2 kez",
        "toprakTuru": "Kumlu, iyi drenajlı toprak",
        "iklimTuru": "Sıcak",
        "mevsim": ["Yaz", "Sonbahar"]
      },
      {
        "ad": "Havuç",
        "imagePath": "assets/images/Havuc.jpg",
        "aciklama": "Turuncu renkte, tatlı ve çiğ olarak tüketilen bir kök sebze.",
        "aciklamadetay": "Havuç, turuncu renkteki tatlı ve çiğ olarak tüketilen bir kök sebzedir. Beta-karoten, lif ve A vitamini bakımından zengin olan havuç, göz sağlığını korur, bağışıklık sistemini güçlendirir ve cilt sağlığını destekler. Ocak, Şubat, Mart aylarında dikilen havucun cimlenme süresi 10-14 gün, büyüme süresi ise 70-100 gün arasındadır. Haftada 2-3 kez sulama gerektirir ve iyi drenajlı toprakları tercih eder. Ilıman iklimi seven havuç, ilkbahar ve sonbahar mevsimlerinde yetiştirilebilir.",
        "dikimAyi": ["Ocak", "Şubat", "Mart"],
        "cimlenmeSuresi": "10-14 gün",
        "buyumeSuresi": "70-100 gün",
        "sulamaSikligi": "Haftada 2-3 kez",
        "toprakTuru": "İyi drenajlı toprak",
        "iklimTuru": "Ilıman",
        "mevsim": ["İlkbahar", "Sonbahar"]
      },
      {
        "ad": "Patates",
        "imagePath": "assets/images/Patates.jpg",
        "aciklama": "Kahverengi kabuklu, beyaz içerikli bir kök sebze.",
        "aciklamadetay": "Patates, kahverengi kabuklu ve beyaz içerikli bir kök sebzedir. Karbonhidrat, potasyum ve C vitamini kaynağı olan patates, enerji sağlar, sindirim sistemine yardımcı olur ve cildi besler. Mart, Nisan, Mayıs aylarında dikilen patatesin cimlenme süresi 15-20 gün, büyüme süresi ise 80-100 gün arasındadır. Haftada 2-3 kez sulama gerektirir ve iyi drenajlı toprakları tercih eder. Ilıman iklimi seven patates, ilkbahar ve yaz mevsimlerinde yetiştirilebilir.",
        "dikimAyi": ["Mart", "Nisan", "Mayıs"],
        "cimlenmeSuresi": "15-20 gün",
        "buyumeSuresi": "80-100 gün",
        "sulamaSikligi": "Haftada 2-3 kez",
        "toprakTuru": "İyi drenajlı toprak",
        "iklimTuru": "Ilıman",
        "mevsim": ["İlkbahar", "Yaz"]
      },
      {
        "ad": "Salatalık",
        "imagePath": "assets/images/Salatalik.jpg",
        "aciklama": "Sulu ve taze bir sebze olan salatalık genellikle salatalarda ve sandviçlerde kullanılır.",
        "aciklamadetay": "Salatalık, sulu ve taze bir sebze olup genellikle salatalarda ve sandviçlerde kullanılır. Su içeriği yüksek, düşük kalorili bir sebze olan salatalık, cilt sağlığını destekler, vücudu hidrate eder ve sindirime yardımcı olur. Mayıs, Haziran, Temmuz aylarında dikilen salatalığın cimlenme süresi 5-10 gün, büyüme süresi ise 50-70 gün arasındadır. Günde 1-2 kez sulama gerektirir ve iyi drenajlı toprakları tercih eder. Ilıman iklimi seven salatalık, yaz ve sonbahar mevsimlerinde yetiştirilebilir.",
        "dikimAyi": ["Mayıs", "Haziran", "Temmuz"],
        "cimlenmeSuresi": "5-10 gün",
        "buyumeSuresi": "50-70 gün",
        "sulamaSikligi": "Günde 1-2 kez",
        "toprakTuru": "İyi drenajlı toprak",
        "iklimTuru": "Ilıman",
        "mevsim": ["Yaz", "Sonbahar"]
      },
      {
        "ad": "Karnabahar",
        "imagePath": "assets/images/Karnabahar.jpg",
        "aciklama": "Beyaz çiçek başları olan bir sebze türüdür.",
        "aciklamadetay": "Karnabahar, beyaz çiçek başlarıyla bilinen bir sebzedir. C vitamini, lif ve folat bakımından zengin olan karnabahar, bağışıklık sistemini güçlendirir, sindirim sistemine yardımcı olur ve antioksidan özelliklere sahiptir. Ekim, Kasım, Aralık aylarında dikilen karnabaharın cimlenme süresi 7-14 gün, büyüme süresi ise 60-80 gün arasındadır. Haftada 2-3 kez sulama gerektirir ve kumlu, iyi drenajlı toprakları tercih eder. Ilıman iklimi seven karnabahar, sonbahar ve kış mevsimlerinde yetiştirilebilir.",
        "dikimAyi": ["Ekim", "Kasım", "Aralık"],
        "cimlenmeSuresi": "7-14 gün",
        "buyumeSuresi": "60-80 gün",
        "sulamaSikligi": "Haftada 2-3 kez",
        "toprakTuru": "Kumlu, iyi drenajlı toprak",
        "iklimTuru": "Ilıman",
        "mevsim": ["Sonbahar", "Kış"]
      },
      {
        "ad": "Kabak",
        "imagePath": "assets/images/Kabak.jpg",
        "aciklama": "Yeşil veya sarı renkte, genellikle uzun ve silindirik şekilli bir sebze.",
        "aciklamadetay": 
        "Kabak, yeşil veya sarı renkte, genellikle uzun ve silindirik şekilli bir sebzedir. A vitamini, C vitamini ve lif bakımından zengin olan kabak, cilt sağlığını destekler, göz sağlığını korur ve kilo kontrolüne yardımcı olabilir. Mayıs, Haziran, Temmuz aylarında dikilen kabakların cimlenme süresi 7-14 gün, büyüme süresi ise 50-70 gün arasındadır. Haftada 1-2 kez sulama gerektirir ve iyi drenajlı toprakları tercih eder. Ilıman iklimi seven kabak, yaz ve sonbahar mevsimlerinde yetiştirilebilir.",
        "dikimAyi": ["Mayıs", "Haziran", "Temmuz"],
        "cimlenmeSuresi": "7-14 gün",
        "buyumeSuresi": "50-70 gün",
        "sulamaSikligi": "Haftada 1-2 kez",
        "toprakTuru": "İyi drenajlı toprak",
        "iklimTuru": "Ilıman",
        "mevsim": ["Yaz", "Sonbahar"]
      },
      {
        "ad": "Bezelye",
        "imagePath": "assets/images/Bezelye.jpg",
        "aciklama": "Yuvarlak, yeşil renkli bir baklagil sebzesidir.",
        "aciklamadetay": "Bezelye, yuvarlak ve yeşil renkte bir baklagil sebzesidir. Protein, lif ve C vitamini kaynağı olan bezelye, bağışıklık sistemini güçlendirir, enerji sağlar ve sindirime yardımcı olur. Mart, Nisan, Mayıs aylarında dikilen bezelyenin cimlenme süresi 7-14 gün, büyüme süresi ise 60-80 gün arasındadır. Haftada 2-3 kez sulama gerektirir ve iyi drenajlı toprakları tercih eder. Ilıman iklimi seven bezelye, ilkbahar ve yaz mevsimlerinde yetiştirilebilir.",
        "dikimAyi": ["Mart", "Nisan", "Mayıs"],
        "cimlenmeSuresi": "7-14 gün",
        "buyumeSuresi": "60-80 gün",
        "sulamaSikligi": "Haftada 2-3 kez",
        "toprakTuru": "İyi drenajlı toprak",
        "iklimTuru": "Ilıman",
        "mevsim": ["İlkbahar", "Yaz"]
      },
      {
        "ad": "Fasulye",
        "imagePath": "assets/images/Fasulye.jpg",
        "aciklama": "Uzun ve yeşil renkte bir baklagil türüdür.",
        "aciklamadetay":"Fasulye, uzun ve yeşil renkte bir baklagil türüdür. Protein, lif, folat ve demir bakımından zengin olan fasulye, kas sağlığını destekler, enerji sağlar ve sindirime yardımcı olur. Mayıs, Haziran, Temmuz aylarında dikilen fasulyenin cimlenme süresi 7-14 gün, büyüme süresi ise 60-80 gün arasındadır. Haftada 2-3 kez sulama gerektirir ve iyi drenajlı toprakları tercih eder. Ilıman iklimi seven fasulye, yaz ve sonbahar mevsimlerinde yetiştirilebilir." ,
        "dikimAyi": ["Mayıs", "Haziran", "Temmuz"],
        "cimlenmeSuresi": "7-14 gün",
        "buyumeSuresi": "60-80 gün",
        "sulamaSikligi": "Haftada 2-3 kez",
        "toprakTuru": "İyi drenajlı toprak",
        "iklimTuru": "Ilıman",
        "mevsim": ["Yaz", "Sonbahar"]
      },
      {
        "ad": "Kereviz",
        "imagePath": "assets/images/Kereviz.jpg",
        "aciklama": "Kökü ve sapları tüketilen, lezzetli bir sebze. Kereviz, kökü ve saplarıyla tüketilen besleyici bir sebzedir. A vitamini, C vitamini ve lif içerir. Kış aylarında dikilen kerevizin cimlenme süresi 12-18 gün, büyüme süresi ise 90-120 gün arasındadır.",
        "aciklamadetay": "Haftada 1-2 kez sulama gerektirir ve humuslu, iyi drenajlı toprakları tercih eder. Ilıman iklimi seven kereviz, soğuk ve nemli mevsimlerde yetiştirilebilir. Kereviz, genellikle salatalarda, çorbada veya meze olarak tüketilir. Sağlıklı bir diyetin önemli bir parçasıdır. Kök kısmı genellikle çiğ tüketilirken, yaprakları da çorbalara veya sote yemeklere eklenerek kullanılabilir. Kerevizin tadı hafif acımsı ve taze olduğunda en lezzetlidir. Ayrıca, kerevizin antioksidan özelliklere sahip olması sağlık açısından da faydalıdır. Sağlığınıza birçok yarar sağlayan kereviz, bağışıklık sistemini güçlendirir, sindirim sistemini düzenler ve göz sağlığını destekler. A, C, E vitaminleri ile folat bakımından zengin olan kereviz, vücut için önemli bir besin kaynağıdır. Kerevizin içerdiği lifler, sindirim sistemini destekleyerek kabızlık sorunlarını önler ve bağırsak sağlığını korur.",
        "dikimAyi": ["Kasım", "Aralık", "Ocak"],
        "cimlenmeSuresi": "12-18 gün",
        "buyumeSuresi": "90-120 gün",
        "sulamaSikligi": "Haftada 1-2 kez",
        "toprakTuru": "Humuslu, iyi drenajlı toprak",
        "iklimTuru": "Ilıman",
        "mevsim": ["Kış"]
      },
      {
        "ad": "Pırasa",
        "imagePath": "assets/images/Pırasa.jpg",
        "aciklama": "Uzun ve beyaz saplı, yeşil yapraklı bir sebze. Pırasa, uzun ve beyaz saplarıyla bilinen, yeşil yapraklı bir sebzedir. C vitamini, folat ve lif bakımından zengindir. Kış aylarında dikilen pırasanın cimlenme süresi 10-15 gün, büyüme süresi ise 100-150 gün arasındadır.",
        "aciklamadetay": "Haftada 1-2 kez sulama gerektirir ve humuslu, iyi drenajlı toprakları tercih eder. Ilıman iklimi seven pırasa, soğuk ve nemli mevsimlerde yetiştirilebilir. Pırasa, genellikle kış aylarında çorba veya sote olarak kullanılır. Aynı zamanda vitamin ve mineral açısından zengin bir sebzedir. Sap kısmı genellikle kullanılırken, yeşil yaprakları da yemeklere eklenerek tüketilebilir. Pırasanın hafif tatlı ve soğanımsı lezzeti, birçok yemekte tercih edilmesini sağlar. Pırasanın içerdiği yüksek lif miktarı, sindirim sistemini düzenler ve bağırsak sağlığını destekler. Ayrıca, pırasa antioksidan özelliklere sahiptir ve hücre hasarını önleyerek genel sağlığı iyileştirir.",
        "dikimAyi": ["Kasım", "Aralık", "Ocak"],
        "cimlenmeSuresi": "10-15 gün",
        "buyumeSuresi": "100-150 gün",
        "sulamaSikligi": "Haftada 1-2 kez",
        "toprakTuru": "Humuslu, iyi drenajlı toprak",
        "iklimTuru": "Ilıman",
        "mevsim": ["Kış"]
      },
      {
        "ad": "Brüksel Lahanası",
        "imagePath": "assets/images/BrükselLahanası.jpg",
        "aciklama": "Küçük yeşil başlara sahip, vitamin ve mineral açısından zengin bir sebze. Brüksel lahanası, küçük yeşil başlara sahip olan ve vitamin ile mineral açısından zengin bir sebzedir. Kış aylarında dikilen Brüksel lahanasının cimlenme süresi 10-14 gün, büyüme süresi ise 90-120 gün arasındadır.",
        "aciklamadetay": "Haftada 1-2 kez sulama gerektirir ve humuslu, iyi drenajlı toprakları tercih eder. Ilıman iklimi seven Brüksel lahanası, soğuk ve nemli mevsimlerde yetiştirilebilir. Brüksel lahanası, genellikle fırınlanmış veya haşlanmış olarak tüketilir. Besleyici ve lezzetli bir sebzedir. Küçük boyutlarına rağmen, birçok vitamin ve mineral içerir. Ayrıca, Brüksel lahanasının antiinflamatuar özellikleri vardır ve bağışıklık sistemini güçlendirebilir. Brüksel lahanası, özellikle K vitamini bakımından zengindir, bu da kemik sağlığını destekler ve kan pıhtılaşmasını düzenler.",
        "dikimAyi": ["Kasım", "Aralık", "Ocak"],
        "cimlenmeSuresi": "10-14 gün",
        "buyumeSuresi": "90-120 gün",
        "sulamaSikligi": "Haftada 1-2 kez",
        "toprakTuru": "Humuslu, iyi drenajlı toprak",
        "iklimTuru": "Ilıman",
        "mevsim": ["Kış"]
      },
      {
        "ad": "Roka",
        "imagePath": "assets/images/Roka.jpg",
        "aciklama": "Baharatlı ve besleyici bir yeşillik türü. Roka, baharatlı ve besleyici bir yeşillik türüdür. C vitamini ve demir içerir. Kış aylarında dikilen rokanın cimlenme süresi 7-10 gün, büyüme süresi ise",
        "aciklamadetay": "30-45 gün arasındadır. Haftada 1-2 kez sulama gerektirir ve hafif, iyi drenajlı toprakları tercih eder. Ilıman iklimi seven roka, soğuk ve nemli mevsimlerde yetiştirilebilir. Roka, genellikle salatalarda veya sandviçlerde kullanılır. Baharatlı tadıyla yemeklere farklı bir lezzet katar. Ayrıca, roka antioksidan özelliklere sahiptir ve vücuttaki serbest radikallerle savaşarak hücre sağlığını destekler. C vitamini içeriği, bağışıklık sistemini güçlendirir ve soğuk algınlığı gibi hastalıklara karşı korur.",
        "dikimAyi": ["Kasım", "Aralık", "Ocak"],
        "cimlenmeSuresi": "7-10 gün",
        "buyumeSuresi": "30-45 gün",
        "sulamaSikligi": "Haftada 1-2 kez",
        "toprakTuru": "Hafif, iyi drenajlı toprak",
        "iklimTuru": "Ilıman",
        "mevsim": ["Kış"]
      }
    ]
  }